[
    {
        "id": "kinh_a_di_da",
        "ten": "Kinh A Di Đà",
        "ten_phien_am": "Amitabha Sutra",
        "mo_ta": "Kinh A Di Đà là một trong những kinh điển quan trọng của Phật giáo Đại thừa, chuyên thảo luận về cảnh giới của Tây Phương Cực Lạc và công đức của Phật A Di Đà. Kinh này nói về phương pháp niệm Phật để vãng sinh về Cực Lạc, nơi có thể đạt được sự giác ngộ tối thượng.",
        "muc_dich": "Giúp người tu hành phát tâm vãng sinh về Tây Phương Cực Lạc, nơi có sự an lạc và giác ngộ vĩnh hằng. Kinh cũng chỉ rõ rằng niệm Phật là một phương pháp đơn giản, dễ thực hành giúp chúng sinh vượt qua khổ đau trong cuộc sống.",
        "noi_dung": "Kinh A Di Đà được Phật Thích Ca giảng tại núi Kỳ Xà Quật cho các đệ tử và những người tu hành. Kinh này giải thích về sự tích và công đức của Phật A Di Đà, cũng như những lợi ích của việc niệm danh hiệu của Ngài. Phật A Di Đà là một vị Phật vô lượng công đức, đã phát nguyện giúp chúng sinh thoát khỏi khổ đau và vãng sinh về Tây Phương Cực Lạc. \n\n Trong Kinh A Di Đà, Đức Phật Thích Ca giảng rằng: 'Nếu có chúng sinh nào phát tâm chí thành niệm danh hiệu của Phật A Di Đà, sẽ được vãng sinh về cõi Tây Phương Cực Lạc, nơi không có sinh tử, không có đau khổ, mà chỉ có sự an lạc, hạnh phúc'. \n\n Những người niệm Phật phải giữ tâm thanh tịnh, tránh xa các điều ác, tu dưỡng đức hạnh, và nhất tâm hướng về Phật A Di Đà. Bất cứ ai trong đời này phát tâm niệm Phật và thực hành theo lời giảng của Phật Thích Ca sẽ được Phật A Di Đà tiếp dẫn về Cực Lạc, một nơi không còn đau khổ, chỉ còn hạnh phúc và giác ngộ. \n\n Cụ thể, Kinh A Di Đà khuyên người tu hành niệm danh hiệu 'Nam Mô A Di Đà Phật' mỗi ngày, tưởng niệm về Tây Phương Cực Lạc, và mong muốn được sinh về đó để được hưởng sự an lạc. Kinh cũng dạy rằng việc niệm Phật là một con đường đơn giản, dễ hành trì, phù hợp với mọi đối tượng, và có thể đạt được kết quả nhanh chóng nếu người tu hành thật lòng và kiên trì.",
        "anh_bia": "https://example.com/images/kinh-dia-tang-bo-tat.jpg"
    },
      {
        "id": "kinh_bat_nha_tam_kinh",
        "ten": "Kinh Bát Nhã Tâm Kinh",
        "ten_phien_am": "Prajnaparamita Heart Sutra",
        "mo_ta": "Kinh Bát Nhã Tâm Kinh là một trong những kinh điển quan trọng nhất trong Phật giáo Đại thừa. Kinh này tóm lược giáo lý của Bát Nhã (Prajnaparamita), tức là trí tuệ viên mãn, và giải thích về bản chất vô ngã, vô thường của các pháp. Kinh Bát Nhã Tâm Kinh là một trong những bản kinh ngắn gọn nhưng đầy đủ, giúp hành giả đạt được trí tuệ sâu sắc về bản chất của thực tại.",
        "muc_dich": "Mục đích của Kinh Bát Nhã Tâm Kinh là giúp người hành trì vượt qua sự chấp ngã và chấp pháp, đạt được sự giải thoát thông qua trí tuệ (Bát Nhã) và hiểu rõ bản chất vô ngã, vô thường của tất cả các pháp.",
        "noi_dung": "Kinh Bát Nhã Tâm Kinh là bản kinh tóm tắt những giáo lý cơ bản của Bát Nhã, giải thích về sự vô ngã, vô thường và bản chất không tướng của mọi hiện tượng. Kinh này bắt đầu với việc Bồ Tát Quán Thế Âm, trong khi hành trì Bát Nhã Ba La Mật, đã nhận ra rằng các pháp đều không có tự tính, không có bản thể cố định. Mọi hiện tượng đều vô ngã, và mọi đau khổ, phiền não xuất phát từ việc chấp nhận các pháp như là có thật.\n\nKinh này dạy rằng nếu chúng ta có thể hiểu và chứng ngộ được bản chất vô ngã của tất cả các pháp, thì chúng ta sẽ vượt qua được sinh tử và đạt được giải thoát. Kinh kết thúc với câu nói nổi tiếng: 'Chẳng có gì là không phải là chân lý'. Điều này thể hiện rõ ràng rằng bản chất của thực tại là không thể định nghĩa và không có tự tính cố định.\n\nKinh Bát Nhã Tâm Kinh khuyên hành giả không nên chấp vào bất kỳ pháp nào, vì tất cả các pháp đều vô thường, vô ngã và không thể nắm bắt được. Tất cả đều không có thực thể vững bền.",
        "anh_bia": "https://example.com/images/kinh-bat-nha-tam-kinh.jpg"
      },
      
      {
        "id": "kinh_dia_tang_bo_tat_bon_nguyen",
        "ten": "Kinh Địa Tạng Bồ Tát Bổn Nguyện",
        "ten_phien_am": "Kṣitigarbha Bodhisattva's Fundamental Vows",
        "mo_ta": "Kinh Địa Tạng Bồ Tát Bổn Nguyện là một trong những kinh điển quan trọng của Phật giáo Đại thừa, đặc biệt trong Phật giáo Trung Quốc và Việt Nam. Kinh này nói về hạnh nguyện của Bồ Tát Địa Tạng, một vị Bồ Tát với nguyện lực cứu độ chúng sinh, đặc biệt là các chúng sinh ở địa ngục. Kinh Địa Tạng Bồ Tát Bổn Nguyện khuyên chúng ta hãy tu hành và làm việc thiện để giúp đỡ các chúng sinh đang chịu khổ đau, đặc biệt là trong các cảnh giới thấp.",
        "muc_dich": "Mục đích của Kinh Địa Tạng Bồ Tát Bổn Nguyện là giúp người tu hành hiểu rõ về lòng từ bi của Bồ Tát Địa Tạng, đồng thời khuyến khích hành giả phát tâm làm việc thiện và cứu độ chúng sinh, giải thoát họ khỏi cảnh khổ. Kinh này cũng dạy về sự nghiệp của Bồ Tát Địa Tạng, nguyện lực cứu độ và vai trò của Ngài trong việc giúp đỡ chúng sinh thoát khỏi khổ đau.",
        "noi_dung": "Kinh Địa Tạng Bồ Tát Bổn Nguyện do Phật Thích Ca Mâu Ni giảng, kể về sự phát nguyện của Bồ Tát Địa Tạng, người đã phát tâm cứu độ chúng sinh trong ba ngàn đại thiên thế giới. Bồ Tát Địa Tạng có nguyện lực cứu giúp chúng sinh, đặc biệt là những chúng sinh đang ở trong địa ngục, giúp họ thoát khỏi khổ đau và được sinh về cõi an lạc.\n\nKinh này cũng kể về những nghiệp quả của hành động xấu, những hành động thiện sẽ dẫn đến quả báo tốt, và quan trọng nhất là khuyên người tu hành nên làm các việc thiện, giúp đỡ những người khổ đau, làm gương mẫu cho những người khác.\n\nNgoài ra, Kinh Địa Tạng Bồ Tát Bổn Nguyện cũng chỉ rõ rằng, Bồ Tát Địa Tạng còn nguyện cứu độ các chúng sinh không có khả năng tự cứu giúp, như các linh hồn trong địa ngục, những người đã chết trong tai họa hoặc những người đang mắc phải các căn bệnh nặng. Hành giả khi tụng niệm kinh này sẽ được gia trì phước lành, giúp đỡ những người khổ đau và phát triển tâm từ bi.",
        "anh_bia": "https://example.com/images/kinh-dia-tang-bo-tat.jpg"
      },

      {
        "id": "kinh_pho_mon",
        "ten": "Kinh Phổ Môn",
        "ten_phien_am": "Avalokitesvara Sutra",
        "mo_ta": "Kinh Phổ Môn là một trong những kinh điển nổi tiếng của Phật giáo Đại thừa, liên quan đến Bồ Tát Quán Thế Âm (Avalokitesvara), vị Bồ Tát biểu thị cho lòng từ bi vô lượng. Kinh này dạy về khả năng của Bồ Tát Quán Thế Âm trong việc cứu độ chúng sinh thoát khỏi khổ đau và tai nạn, đồng thời khuyến khích hành giả phát tâm tu hành, sám hối và niệm danh hiệu của Bồ Tát để nhận được sự gia trì.",
        "muc_dich": "Mục đích của Kinh Phổ Môn là giúp người hành trì phát triển tâm từ bi và sự thanh tịnh, đồng thời khuyến khích tu hành và niệm danh hiệu của Bồ Tát Quán Thế Âm để nhận được sự bảo hộ, cứu độ và giải thoát khỏi khổ đau, tai nạn trong cuộc sống.",
        "noi_dung": "Kinh Phổ Môn nói về sức mạnh từ bi vô hạn của Bồ Tát Quán Thế Âm, người có khả năng cứu độ chúng sinh thoát khỏi mọi cảnh khổ, từ bệnh tật, tai nạn, cho đến các vấn đề về tâm linh và sinh tử. Kinh này miêu tả về công đức của việc trì niệm danh hiệu của Bồ Tát Quán Thế Âm và khuyên hành giả nên thực hành tu hành, làm việc thiện, và chấp nhận sự từ bi của Bồ Tát để đạt được sự an lạc trong đời sống. Kinh Phổ Môn cũng chứa đựng những lời giảng về các trường hợp cụ thể mà Bồ Tát Quán Thế Âm đã cứu độ chúng sinh, từ đó khích lệ những ai tu hành và niệm Phật.",
        "anh_bia": "https://example.com/images/kinh-pho-mon.jpg"
      },
      {
        "id": "kinh_dieu_ngoc",
        "ten": "Kinh Diệu Ngọc",
        "ten_phien_am": "Ratnaketu Sutra",
        "mo_ta": "Kinh Diệu Ngọc là một trong những kinh điển quan trọng trong Phật giáo Đại thừa, miêu tả về công đức của việc trì niệm và nghe thọ trì danh hiệu của Phật. Kinh này khẳng định rằng chỉ cần phát tâm sám hối và nghe danh hiệu của Phật, hành giả sẽ đạt được sự giải thoát, bình an, và thành tựu các công đức. Kinh Diệu Ngọc khuyến khích người tu hành có lòng kiên nhẫn, tinh tấn trong việc tu tập, phát huy những phẩm hạnh cao quý và giúp đỡ chúng sinh.",
        "muc_dich": "Mục đích của Kinh Diệu Ngọc là khuyến khích hành giả phát tâm sám hối và niệm danh hiệu của Phật để đạt được sự gia trì, giải thoát khỏi khổ đau, và được sinh về cõi an lạc. Kinh này cũng nhằm giúp hành giả hiểu rõ sự quan trọng của việc tu hành và làm các việc thiện, trong đó nghe thọ trì danh hiệu Phật là một hành động đem lại công đức vô lượng.",
        "noi_dung": "Kinh Diệu Ngọc dạy rằng, dù ở trong hoàn cảnh nào, nếu hành giả thành tâm sám hối và trì niệm danh hiệu Phật, sẽ nhận được sự gia trì, bảo vệ và giải thoát khỏi khổ đau. Kinh cũng nói về công đức vô lượng của việc niệm Phật, vì qua việc này, hành giả có thể chuyển hóa nghiệp xấu, tích lũy công đức, và vãng sinh vào các cõi an lạc. Trong kinh này, Phật dạy về lòng từ bi và sự thanh tịnh, giúp hành giả có thể thực hành tốt đạo đức, giúp đỡ chúng sinh và phát triển tâm Bồ Đề.",
        "anh_bia": "https://example.com/images/kinh-dieu-ngoc.jpg"
      },
      {
        "id": "kinh_sang_nghiem",
        "ten": "Kinh Sang Nghiêm",
        "ten_phien_am": "Sangyuk Sutra",
        "mo_ta": "Kinh Sang Nghiêm là một trong những kinh điển quan trọng trong Phật giáo Đại thừa, dạy về cách thức tu hành và chứng đắc Phật quả. Kinh này nhấn mạnh vào việc thanh tịnh tâm hồn, từ bỏ tham, sân, si, và thực hành những phẩm hạnh cao quý như từ bi, trí tuệ, và chánh niệm. Kinh Sang Nghiêm cũng dạy về sự mầu nhiệm và sức mạnh của việc trì tụng danh hiệu Phật, đem lại sự gia trì, bảo vệ và giải thoát.",
        "muc_dich": "Mục đích của Kinh Sang Nghiêm là giúp người hành giả phát triển trí tuệ và từ bi, thanh tịnh tâm hồn và tu hành theo con đường Phật đạo để đạt được sự giác ngộ và giải thoát. Kinh này khuyến khích hành giả vươn tới những phẩm hạnh cao đẹp và làm gương mẫu cho mọi người.",
        "noi_dung": "Kinh Sang Nghiêm cung cấp những chỉ dẫn chi tiết về việc tu hành, bao gồm các phẩm hạnh cần có như từ bi, trí tuệ, và kiên nhẫn. Kinh cũng nói về việc phát tâm Bồ Đề, tu hành chánh niệm và giải thoát khỏi các phiền não. Trong Kinh này, Phật dạy rằng hành giả cần phải giữ gìn giới luật, tránh xa các ác nghiệp, và luôn luôn giữ lòng thanh tịnh. Việc trì tụng danh hiệu Phật sẽ giúp hành giả gia tăng công đức và nhận được sự gia trì của các chư Phật. Kinh này còn nhấn mạnh đến sự quan trọng của việc cầu nguyện và làm việc thiện để giúp đỡ chúng sinh và đạt được thành tựu trong việc tu hành.",
        "anh_bia": "https://example.com/images/kinh-sang-nghiem.jpg"
      },

      {
        "id": "kinh_lang_nghiem",
        "ten": "Kinh Lăng Nghiêm",
        "ten_phien_am": "Lăng Nghiêm Kinh",
        "mo_ta": "Kinh này nói về việc tu hành và trí tuệ giải thoát từ các ảo tưởng.",
        "muc_dich": "Giúp người tu hành nhận thức được sự vô thường, vượt qua ảo tưởng để đạt được sự giác ngộ. Kinh này cũng tán dương công đức của Đức Phật, các Bồ Tát và hướng dẫn cách thực hành của các hành giả.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật ở tại núi Linh Thứu, thành Xá Vệ, cùng với các đại Tỳ-kheo, các A-la-hán, các Bồ-tát như Văn Thù, Phổ Hiền, v.v. Đức Phật thuyết Kinh Lăng Nghiêm cho các đệ tử, nói về sự tu hành qua các giai đoạn từ thấp đến cao, giúp người tu hành đạt được sự giác ngộ, thoát khỏi mọi ảo tưởng, đến được Niết Bàn.",
        "anh_bia": "https://example.com/images/kinh-lang-nghiem.jpg"
      },
      {
        "id": "kinh_hoa_nghiem",
        "ten": "Kinh Hoa Nghiêm",
        "ten_phien_am": "Hua Yan Jing",
        "mo_ta": "Kinh nói về các công đức của chư Phật và cách thức thực hành cho mọi chúng sinh đạt được sự giác ngộ.",
        "muc_dich": "Chỉ ra con đường tu hành và giải thoát thông qua việc thấu hiểu sự liên hệ giữa tất cả mọi hiện tượng trong vũ trụ, giúp chúng sinh đạt được sự giác ngộ.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật ngồi trên tòa sư tử, tại vườn Lộc Mẫu, thành Vương Xá, cùng với hàng ngàn đệ tử và các Bồ-tát. Kinh Hoa Nghiêm được thuyết giảng, tán dương công đức của chư Phật và chỉ ra con đường dẫn đến giác ngộ cho tất cả chúng sinh, qua việc hiểu rõ mối liên hệ giữa tất cả mọi hiện tượng trong vũ trụ.",
        "anh_bia": "https://example.com/images/kinh-hoa-nghiem.jpg"
      },
      {
        "id": "kinh_kim_cang",
        "ten": "Kinh Kim Cang",
        "ten_phien_am": "Vajracchedika Prajnaparamita Sutra",
        "mo_ta": "Kinh này giúp người tu hành nhận thức về sự vô thường và trí tuệ vượt lên mọi chấp trước.",
        "muc_dich": "Nhấn mạnh rằng tất cả mọi vật đều vô thường và chỉ có trí tuệ thực sự có thể giúp chúng sinh thoát khỏi sự chấp trước, đau khổ.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật ngồi tại núi Linh Thứu, thành Xá Vệ, với các đại Tỳ-kheo. Đức Phật thuyết giảng Kinh Kim Cang cho ngài Xá Lợi Phất và các Tỳ-kheo, nhấn mạnh rằng mọi thứ trong cuộc sống đều vô thường và chỉ có trí tuệ thực sự có thể dẫn dắt chúng sinh thoát khỏi mọi đau khổ. Kinh này còn có tên là 'Kim Cang Bát Nhã Ba La Mật Đa' và được coi là một trong những kinh điển quan trọng trong Phật giáo.",
        "anh_bia": "https://example.com/images/kinh-kim-cang.jpg"
      },
      {
        "id": "kinh_di_lac",
        "ten": "Kinh Di Lặc",
        "ten_phien_am": "Metteya Sutra",
        "mo_ta": "Kinh này nói về Bồ Tát Di Lặc, người sẽ là Phật tiếp theo sau Đức Phật Thích Ca.",
        "muc_dich": "Khuyến khích chúng sinh tu hành để được hưởng phúc báo trong hiện tại và tương lai, giúp chúng sinh hiểu rõ về vai trò của Bồ Tát Di Lặc trong việc cứu độ chúng sinh.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật thuyết giảng về Bồ Tát Di Lặc, người sẽ thừa kế việc thuyết pháp của Đức Phật Thích Ca. Kinh Di Lặc không chỉ tán dương phẩm hạnh của Bồ Tát Di Lặc mà còn khuyến khích chúng sinh tu hành để đạt được nhiều phúc báo và sự an vui trong cuộc sống.",
        "anh_bia": "https://example.com/images/kinh-di-lac.jpg"
      },
      {
        "id": "kinh_dai_bao_phung_duyen",
        "ten": "Kinh Đại Báo Phụng Duyên",
        "ten_phien_am": "Da Bao Feng Yuan Sutra",
        "mo_ta": "Kinh này nói về công đức của việc hiếu kính cha mẹ, tổ tiên.",
        "muc_dich": "Khuyến khích chúng sinh thực hành lòng hiếu kính, báo đáp công ơn sinh thành dưỡng dục của cha mẹ, từ đó sẽ đạt được nhiều phúc báo và sự an lạc trong cuộc sống.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật thuyết giảng về tầm quan trọng của việc hiếu kính cha mẹ, tổ tiên. Kinh này khuyến khích chúng sinh thực hành lòng hiếu kính và báo đáp công ơn sinh thành, dưỡng dục của cha mẹ, từ đó sẽ đạt được nhiều phúc báo và sự an vui trong cuộc sống.",
        "anh_bia": "https://example.com/images/kinh-dai-bao-phung-duyen.jpg"
      },
      {
        "id": "kinh_bon_nguyen_pho_hien",
        "ten": "Kinh Bổn Nguyện Phổ Hiền",
        "ten_phien_am": "Ben Yuan Puxian Jing",
        "mo_ta": "Kinh này nói về các nguyện của Bồ Tát Phổ Hiền và những công hạnh giúp chúng sinh thành tựu đạo quả.",
        "muc_dich": "Chỉ ra con đường thực hành của Bồ Tát Phổ Hiền để cứu độ chúng sinh, giúp họ đạt được giác ngộ và giải thoát.",
        "noi_dung": "Như vầy tôi nghe: Một thuở nọ, Đức Phật thuyết giảng về các nguyện của Bồ Tát Phổ Hiền, như là hạnh nguyện trì giới, hồi hướng công đức, phát tâm vĩ đại giúp chúng sinh thoát khỏi khổ đau, và dẫn dắt họ vào con đường giác ngộ. Bồ Tát Phổ Hiền, với sự tu hành tinh tấn, đã đạt được những thành tựu vĩ đại trong việc cứu độ chúng sinh.",
        "anh_bia": "https://example.com/images/kinh-bon-nguyen-pho-hien.jpg"
      },
      {
        "id": "kinh_chanh_phap_niem_xuan",
        "ten": "Kinh Chánh Pháp Niệm Xuân",
        "ten_phien_am": "Zheng Fa Nian Chun Jing",
        "mo_ta": "Nói về sự quan trọng của việc niệm Phật để giữ vững đạo tâm.",
        "muc_dich": "Giúp người tu hành duy trì sự thanh tịnh tâm hồn và phát triển trí tuệ qua việc niệm Phật hàng ngày.",
        "noi_dung": "Như vầy tôi nghe: Đức Phật thuyết giảng về tầm quan trọng của việc niệm Phật trong việc giữ gìn chánh pháp, nhằm đem lại sự thanh tịnh cho thân tâm, tránh khỏi những tác động tiêu cực của cuộc sống. Việc thực hành niệm Phật mỗi ngày sẽ giúp người tu hành duy trì được sự giác ngộ và an lạc trong tâm hồn.",
        "anh_bia": "https://example.com/images/kinh-chanh-phap.jpg"
      },
      {
        "id": "kinh_bao_tich",
        "ten": "Kinh Bảo Tích",
        "ten_phien_am": "Ratnaketu Sutra",
        "mo_ta": "Kinh Bảo Tích là một trong những kinh điển quan trọng trong Phật giáo Đại thừa. Kinh này nói về sự quý giá của các pháp bảo trong Phật giáo, đặc biệt là trí tuệ và sự giác ngộ. Kinh Bảo Tích mô tả sự vô lượng của Phật pháp và khuyến khích hành giả phát tâm hành trì, học hỏi và tu dưỡng để đạt đến quả vị giác ngộ.",
        "muc_dich": "Mục đích của Kinh Bảo Tích là khuyến khích hành giả tu tập trí tuệ và hành thiện để đạt được giác ngộ, giải thoát. Kinh cũng khẳng định rằng, các pháp bảo trong Phật giáo, đặc biệt là trí tuệ, có thể giúp chúng sinh vượt qua khổ đau và đạt được bình an, giải thoát.",
        "noi_dung": "Kinh Bảo Tích bao gồm các bài giảng về trí tuệ, sự tu hành và pháp bảo quý báu. Kinh này dạy rằng trí tuệ là món bảo vật cao quý nhất có thể giúp chúng sinh thoát khỏi sinh tử luân hồi. Nó cũng nói về sự quan trọng của việc nhận thức chân lý và tu hành theo con đường Phật đạo để đạt được sự giác ngộ. Kinh Bảo Tích còn khuyên hành giả phát tâm Bồ Đề và hành trì các pháp môn tu hành để đạt thành tựu trong cuộc sống và cuối cùng là giác ngộ.",
        "anh_bia": "https://example.com/images/kinh-bao-tich.jpg"
      },
      {
        "id": "kinh_kim_cang",
        "ten": "Kinh Kim Cang",
        "ten_phien_am": "Vajracchedika Prajnaparamita Sutra",
        "mo_ta": "Kinh Kim Cang là một trong những bộ kinh nổi tiếng trong Phật giáo Đại thừa. Kinh này dạy về sự vô thường và tính không của tất cả các pháp. Nó khẳng định rằng mọi hiện tượng đều không thực chất, không có tự tánh, và mọi thứ đều thay đổi liên tục. Kinh Kim Cang nhấn mạnh về sự cần thiết phải phát triển trí tuệ và chứng ngộ tính không để giải thoát khỏi khổ đau.",
        "muc_dich": "Mục đích của Kinh Kim Cang là giúp hành giả nhận thức về bản chất vô thường của vạn pháp, từ đó phát triển trí tuệ, buông bỏ tham đắm và đạt được sự giác ngộ. Kinh cũng khuyến khích hành giả tu hành một cách kiên định và thực hành pháp môn Bát Nhã để có thể chứng ngộ tính không của mọi pháp.",
        "noi_dung": "Kinh Kim Cang là một bộ kinh dạy về trí tuệ Bát Nhã, nhấn mạnh đến sự không thật của các pháp. Kinh này mô tả các cuộc đối thoại giữa Phật và các đệ tử, trong đó Phật chỉ ra rằng mọi pháp đều không có tự tánh, là vô thường và không thể nắm bắt bằng tâm tham ái. Kinh cũng dạy rằng chỉ khi nhận thức được tính không của tất cả các pháp, hành giả mới có thể đạt được sự giải thoát chân thật. Nó khuyến khích hành giả thực hành từ bi, trí tuệ và siêu vượt các khái niệm thế gian để đạt đến sự giác ngộ.",
        "anh_bia": "https://example.com/images/kinh-kim-cang.jpg"
    },
    {
        "id": "kinh_tinh_danh",
        "ten": "Kinh Tịnh Danh",
        "ten_phien_am": "Saddharma Pundarika Sutra",
        "mo_ta": "Kinh Tịnh Danh là một trong những bộ kinh quan trọng trong Phật giáo Đại thừa, dạy về sự vĩ đại của Phật, và lòng từ bi của Ngài đối với tất cả chúng sinh. Kinh này cho thấy rằng mọi chúng sinh đều có thể thành Phật và đạt đến sự giải thoát, chỉ cần phát tâm tu hành và thực hành các giáo lý của Phật.",
        "muc_dich": "Mục đích của Kinh Tịnh Danh là giúp hành giả nhận thức rằng tất cả chúng sinh đều có tiềm năng để đạt đến Phật quả, miễn là tu hành đúng pháp. Kinh cũng khuyến khích hành giả phát tâm Bồ Đề và vững tin vào con đường tu hành để đạt được thành tựu giác ngộ.",
        "noi_dung": "Kinh Tịnh Danh miêu tả về sự vĩ đại và sự từ bi của Phật, đặc biệt là khả năng cứu độ của Ngài đối với tất cả chúng sinh. Kinh này dạy rằng tất cả chúng sinh đều có khả năng thành Phật, nếu họ kiên trì tu hành, phát tâm Bồ Đề và thực hành giáo lý của Phật. Kinh cũng khuyến khích hành giả phát huy lòng từ bi, trí tuệ và thực hành các pháp môn để đạt được giác ngộ và giải thoát khỏi khổ đau.",
        "anh_bia": "https://example.com/images/kinh-tinh-danh.jpg"
      },
      {
        "id": "kinh_hoa_nghiem",
        "ten": "Kinh Hoa Nghiêm",
        "ten_phien_am": "Avatamsaka Sutra",
        "mo_ta": "Kinh Hoa Nghiêm là một trong những bộ kinh quan trọng nhất trong Phật giáo Đại thừa, đặc biệt là trong tông Hoa Nghiêm. Kinh này dạy về lý thuyết viên dung của vũ trụ và nhân sinh, cho rằng mọi sự vật và hiện tượng đều có mối liên kết mật thiết và tồn tại trong một tổng thể hòa hợp. Kinh Hoa Nghiêm mô tả những lời giảng của Phật về sự tương quan và tính đầy đủ của mọi pháp.",
        "muc_dich": "Mục đích của Kinh Hoa Nghiêm là giúp hành giả nhận thức được sự liên kết của tất cả các pháp, từ đó hiểu được bản chất của vũ trụ và phát triển trí tuệ, từ bi để đạt đến giác ngộ. Kinh cũng khuyến khích hành giả tu hành qua các pháp môn như Từ, Bi, Hỉ, Xả và thực hành sự thanh tịnh của tâm.",
        "noi_dung": "Kinh Hoa Nghiêm mô tả một vũ trụ rộng lớn với vô số các pháp đều có mối liên kết tương tác và ảnh hưởng lẫn nhau. Kinh này đưa ra hình ảnh của thế giới như một mạng lưới vô tận, nơi tất cả các hành động đều có tác động đến thế giới xung quanh. Phật dạy rằng hành giả cần phải hiểu được sự liên kết của vạn pháp, biết cách tu tập và sống một đời sống đầy tình yêu thương và trí tuệ. Kinh Hoa Nghiêm cũng đề cập đến những Bồ Tát lớn, họ là những người đã giác ngộ nhưng vẫn ở lại thế gian để giúp đỡ chúng sinh.",
        "anh_bia": "https://example.com/images/kinh-hoa-nghiem.jpg"
      },
      {
        "id": "kinh_phap_hoa",
        "ten": "Kinh Pháp Hoa",
        "ten_phien_am": "Lotus Sutra",
        "mo_ta": "Kinh Pháp Hoa là một trong những bộ kinh quan trọng trong Phật giáo Đại thừa. Kinh này giảng về sự giác ngộ của các chúng sinh và nói về Phật tính trong mỗi người. Kinh Pháp Hoa khẳng định rằng tất cả chúng sinh đều có khả năng thành Phật, chỉ cần thực hành theo con đường Bồ Tát và phát tâm đại từ bi.",
        "muc_dich": "Mục đích của Kinh Pháp Hoa là giúp hành giả nhận thức được rằng Phật tính có mặt trong mọi chúng sinh, và nếu phát tâm Bồ Đề, hành giả sẽ đạt được sự giác ngộ, thành tựu công đức và giúp đỡ chúng sinh. Kinh này khuyến khích hành giả kiên trì trên con đường tu hành và giúp đỡ tất cả chúng sinh trong suốt quá trình giác ngộ.",
        "noi_dung": "Kinh Pháp Hoa khẳng định rằng Phật pháp là viên mãn, không thể bị hủy diệt và luôn có mặt trong mọi chúng sinh. Kinh này dạy rằng tất cả chúng sinh đều có khả năng thành Phật, nếu họ kiên trì tu hành, thực hành từ bi và phát tâm Bồ Đề. Kinh Pháp Hoa cũng nói về những phẩm hạnh cao quý của các vị Bồ Tát, những người đã giác ngộ nhưng vẫn ở lại thế gian để cứu độ chúng sinh. Kinh khuyến khích hành giả hành trì chính niệm và thực hành các hạnh nguyện từ bi để đạt được thành tựu cao nhất.",
        "anh_bia": "https://example.com/images/kinh-phap-hoa.jpg"
      },
      {
        "id": "kinh_dai_bat_niet_ban",
        "ten": "Kinh Đại Bát Niết Bàn",
        "ten_phien_am": "Mahaparinirvana Sutra",
        "mo_ta": "Kinh Đại Bát Niết Bàn nói về sự chứng đắc Niết Bàn của Phật Thích Ca Mâu Ni, dạy về bản chất của Niết Bàn và các nguyên lý về sự sinh tử và giải thoát. Kinh này dạy rằng Niết Bàn không phải là sự diệt vong mà là sự an lạc tuyệt đối, nơi mà mọi phiền não không còn tồn tại.",
        "muc_dich": "Mục đích của Kinh Đại Bát Niết Bàn là để giúp hành giả hiểu rõ về Niết Bàn – trạng thái giải thoát tuyệt đối khỏi sinh tử, và làm thế nào để đạt được sự an lạc vĩnh hằng. Kinh cũng giúp hành giả nhận thức về sự vô ngã và sự diệt tận của các phiền não.",
        "noi_dung": "Kinh Đại Bát Niết Bàn miêu tả về sự ra đi của Phật Thích Ca Mâu Ni và sự chứng ngộ Niết Bàn. Kinh này khẳng định rằng Niết Bàn không phải là một nơi chốn, mà là một trạng thái của tâm thức, nơi mà tất cả khổ đau, tham sân si đều được giải thoát. Phật dạy rằng để đạt được Niết Bàn, hành giả cần phát triển trí tuệ, từ bi và thực hành đúng các giáo lý của Phật. Kinh cũng dạy về sự vĩ đại của Phật và vai trò của Ngài trong việc cứu độ chúng sinh.",
        "anh_bia": "https://example.com/images/kinh-dai-bat-niet-ban.jpg"
      },
      {
        "id": "kinh_tinh_danh",
        "ten": "Kinh Tịnh Danh",
        "ten_phien_am": "Vimalakīrti Nirdeśa Sutra",
        "mo_ta": "Kinh Tịnh Danh là một trong những bộ kinh quan trọng trong Phật giáo Đại thừa. Kinh này đề cập đến những giáo lý sâu sắc của Phật, đồng thời kể về cuộc đối thoại giữa Phật và các đại Bồ Tát, trong đó, Tịnh Danh là một vị Bồ Tát lớn, nổi bật với trí tuệ và lòng từ bi.",
        "muc_dich": "Mục đích của Kinh Tịnh Danh là giúp hành giả hiểu rõ về tầm quan trọng của trí tuệ và sự từ bi trong hành trình tu học. Kinh khuyến khích chúng ta phải giữ tâm bình tĩnh, kiên nhẫn và luôn tuân theo sự chỉ dẫn của Phật để đạt được sự giác ngộ.",
        "noi_dung": "Kinh Tịnh Danh miêu tả các cuộc đối thoại giữa Phật và các Bồ Tát, trong đó, Tịnh Danh được nhấn mạnh với trí tuệ sâu sắc của mình. Tịnh Danh đã khẳng định rằng con đường tu tập không phải luôn bằng phẳng, mà sẽ có những thử thách, nhưng nhờ vào lòng kiên nhẫn và trí tuệ, hành giả sẽ vượt qua được. Kinh cũng dạy về sự kết hợp giữa lý trí và lòng từ bi, hai yếu tố quan trọng trong việc đạt đến sự giải thoát."
      },      
      {
        "id": "kinh_lang_gia",
        "ten": "Kinh Lăng Già",
        "ten_phien_am": "Lankavatara Sutra",
        "mo_ta": "Kinh Lăng Già là một trong những kinh điển quan trọng của Phật giáo Đại thừa, đặc biệt trong tông Thiền. Kinh này chủ yếu nói về sự giác ngộ và cách mà chúng ta có thể đi đến sự giải thoát bằng cách nhận thức và hiểu rõ bản chất của tâm thức. Đây là một kinh điển nổi bật với những lời dạy sâu sắc về Tâm lý học Phật giáo.",
        "muc_dich": "Mục đích của Kinh Lăng Già là giúp hành giả hiểu rõ hơn về bản chất của tâm thức, sự nhận thức về thế giới xung quanh, và cách hành giả có thể đạt được sự giác ngộ qua việc quán chiếu và chuyển hóa tâm thức. Kinh này khuyến khích hành giả phát triển trí tuệ, khai mở tâm thức và nhận thức về bản chất của các hiện tượng.",
        "noi_dung": "Kinh Lăng Già trình bày một trong những giáo lý quan trọng của Phật giáo, đó là tâm thức và cách nó liên hệ đến thế giới xung quanh. Kinh dạy rằng sự giác ngộ không phải là một điều gì đó ngoài chúng ta, mà nó có sẵn trong mỗi người. Phật dạy rằng, bằng cách quán chiếu, hành giả sẽ nhận ra rằng bản chất của thế giới và của tâm thức là không có thực thể cố định, và đây chính là cách để đạt được sự giải thoát.",
        "anh_bia": "https://example.com/images/kinh-lang-gia.jpg"
      },
      {
        "id": "kinh_nhan_duyen",
        "ten": "Kinh Nhân Duyên",
        "ten_phien_am": "Nidana-samyutta Sutra",
        "mo_ta": "Kinh Nhân Duyên là một bộ kinh nói về nguyên lý nhân duyên trong Phật giáo. Kinh này giải thích rằng mọi sự vật, hiện tượng đều có nguyên nhân và kết quả, và mọi hiện tượng đều là sự kết hợp của các yếu tố nhân duyên. Đây là một trong những yếu tố quan trọng trong học thuyết Phật giáo, giúp hành giả hiểu về sự tương quan giữa tất cả mọi thứ trong cuộc sống.",
        "muc_dich": "Mục đích của Kinh Nhân Duyên là giúp hành giả hiểu rõ về nguyên lý nhân duyên, từ đó nhận thức được rằng mọi sự vật hiện tượng trong cuộc sống đều không phải ngẫu nhiên mà là kết quả của các nhân duyên. Khi hiểu được nguyên lý này, hành giả có thể nhìn nhận cuộc sống một cách sâu sắc hơn và tránh được những phiền não do sự vô minh gây ra.",
        "noi_dung": "Kinh Nhân Duyên miêu tả rằng tất cả mọi sự vật và hiện tượng đều có mối liên hệ chặt chẽ với nhau. Mọi hiện tượng đều không phải tự nhiên mà có, mà nó là kết quả của một chuỗi nguyên nhân và điều kiện. Kinh dạy rằng hành giả cần phải nhận thức được sự tương quan này để không còn thấy cuộc sống là ngẫu nhiên hay vô lý, mà hiểu rõ rằng mọi sự vật đều có một lý do, và nếu ta có thể điều chỉnh nhân duyên thì có thể thay đổi được kết quả.",
        "anh_bia": "https://example.com/images/kinh-nhan-duyen.jpg"
      },
      {
        "id": "kinh_tu_thap_nhat_chuong",
        "ten": "Kinh Tứ Thập Nhị Chương",
        "ten_phien_am": "Mahāyāna Sutra of Forty-two Sections",
        "mo_ta": "Kinh Tứ Thập Nhị Chương là một bộ kinh quan trọng trong Phật giáo Đại thừa. Kinh này trình bày những bài học quan trọng về đạo đức và tâm linh, khuyến khích hành giả tu hành với một tâm hạnh lành, tránh làm điều ác và thực hành từ bi, trí tuệ. Đây là một trong những bộ kinh ngắn nhưng rất sâu sắc về các phẩm hạnh cần có trong cuộc sống.",
        "muc_dich": "Mục đích của Kinh Tứ Thập Nhị Chương là hướng dẫn hành giả sống một cuộc sống đạo đức, tuân theo các nguyên tắc cơ bản của đạo Phật như không sát sinh, không trộm cắp, không dối trá, và thực hành các phẩm hạnh từ bi, trí tuệ. Kinh khuyến khích hành giả tu hành tinh tấn và nghiêm chỉnh.",
        "noi_dung": "Kinh Tứ Thập Nhị Chương bao gồm 42 điều răn dạy về đạo đức và sự tu hành. Kinh dạy rằng hành giả cần phải giữ gìn phẩm hạnh, tránh làm điều ác, và phát triển các phẩm hạnh như từ bi, trí tuệ. Ngoài ra, kinh này cũng khuyên hành giả nên sống thanh tịnh, không để tâm tham dục chi phối và luôn nỗ lực trên con đường giác ngộ.",
        "anh_bia": "https://example.com/images/kinh-tu-thap-nhat-chuong.jpg"
      },
      {
        "id": "kinh_mo_tu_dieu_ran",
        "ten": "Kinh Mười Điều Răn",
        "ten_phien_am": "The Ten Precepts Sutra",
        "mo_ta": "Kinh Mười Điều Răn đề cập đến mười giới căn bản mà người Phật tử cần phải giữ gìn trong suốt hành trình tu hành. Mười điều này giúp hành giả tạo ra một nền tảng đạo đức vững vàng để phát triển trí tuệ và từ bi.",
        "muc_dich": "Mục đích của Kinh Mười Điều Răn là giúp hành giả tuân thủ các giới luật cơ bản trong Phật giáo, từ đó tạo nền tảng vững chắc cho việc thực hành các pháp môn cao hơn như Từ bi, Trí tuệ và Giải thoát.",
        "noi_dung": "Kinh Mười Điều Răn nhấn mạnh mười giới căn bản cần phải giữ gìn trong đạo Phật, bao gồm không sát sinh, không trộm cắp, không tà dâm, không nói dối, không uống rượu, không ăn thức ăn không chính đáng, không làm việc ác, không ôm ấp tham sân si, không giữ tâm sân hận, và không tham lam của cải.",
        "anh_bia": "https://example.com/images/kinh-muoi-dieu-ran.jpg"
      }
  ]